[Package]
Name=LR with Residual Analysis
Name_de=LR mit Residuenanalyse
Name_ja=残差プロット付きの線形回帰
Name_cn=带残差图的线性回归
Description=Linear regression with residual analysis.
Description_de=Lineare Regression mit Residuendiagrammen.
Description_ja=残差プロット付きの線形回帰。
Description_cn=带残差图的线性回归。
ID=787
Version=1.2
Category=Fitting
Keywords=curve fit, fitting, Anderson-Darling, normality, distribution, statistics
Author=OriginLab Corp.
Type=3
Keywords_de=Kurvenanpassung, Anpassung, Anderson-Darling, Normalverteilung, Verteilung, Statistik
Keywords_ja=カーブフィット, フィッティング, Anderson-Darling, 正規, 分布, 統計
Keywords_cn=曲线拟合, 拟合, Anderson-Darling, 正态性, 分布, 统计
[Origin]
Version=9.60
Pro=0
[Log]
v1.2 8/18.2025 resave as analysis template
v1.1 11/13/2023 Updated for dark mode
